soapServer/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
				  xmlns:gs="http://tns.xsd/soapserver">
   <soapenv:Header/>
   <soapenv:Body>
      <gs:operationRequest>
         <gs:name>Spain</gs:name>
      </gs:operationRequest>
   </soapenv:Body>
</soapenv:Envelope>
